Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Albyn wydawał się zadowolony z ludzi, których mu przysłałem. Zgodnie z umową, obiecał, że dołoży wszelkich starań, abyśmy czuli się w Silbach bezpieczni.
uk: Альбін, здається, був задоволений людьми, яких я йому прислав. Як і домовлялися, він пообіцяв зробити все можливе, щоб у Сільбаху ми почувалися в безпеці.

source: Albyn wydał Ezekielowi zezwolenie na handel w wiosce. Mogę mu je teraz zanieść.
uk: Альбін дав Єзекіїлю дозвіл торгувати в селі. Потрібно йому про це повідомити..

source: Albyn zdecydował, że Ezekiel najpierw powinien popracować w karczmie z Bastianem i Marthą, aby ocenić, czy może sam prowadzić handel w wiosce.
uk: Альбін вирішив, що Єзекіїлю спочатку потрібно попрацювати в корчмі з Бастіаном і Мартою, щоб оцінити, чи зможе він самостійно торгувати в селі.

source: Albyn, Starszy Wioski Silbach
uk: Альбін, сільський староста Сільбаху

source: Albyn, Starszy wioski, jest głosem mieszkańców Silbach, dlatego nie spodziewaj się z jego strony gorącego powitania. Zanim pozwoli Ci się odezwać, wydeklamuje całą litanię praw i obowiązków.
uk: Альбін, староста села, є голосом мешканців Сільбаху, тому не чекайте від нього теплого прийому. Перш ніж дати вам слово, він зачитає повний перелік ваших прав та обов'язків.

source: Albyn, zarządca wioski, potrzebuje ludzi do pracy fizycznej. Myślisz, że dałabyś sobie radę?
uk: Альбіну, сільському голові, потрібні люди для фізичної праці. Як думаєш, ти з цим впораєшся?

source: Alcas
uk: Алькас

source: Alchemia
uk: Алхімія

source: Alchemia - doświadczony
uk: Алхімія - Досвідчений

source: Alchemia - mistrz
uk: Алхімія - Майстер

source: Alchemia - zielony
uk: Алхімія - Початківець

source: Alchemia, podobnie jak inne dziedziny wytwarzania przedmiotów, dzieli się na 3 stopnie. O ile pierwszy jest na tyle prosty, by przyswoić go z odpowiedniej księgi, o tyle do następnych wymagany już będzie dobry nauczyciel. Każdy ze stopni pozwala wytwarzać coraz to mocniejsze eliksiry:
uk: Алхімія, як і інші ремесла, умовно поділяється на три рівні майстерності. Якщо перший досить простий і його можна опанувати за допомогою книг, то для наступних потрібен хороший вчитель. Кожен рівень дозволяє виготовляти дедалі сильніші зілля:

source: Alchemia... alchemia... no tak. Zapomniałbym.
uk: Алхімія... алхімія... ну звісно. Ледь не забув.

source: Alchemicy... jednak nie uczą się na błędach...
uk: Алхіміки... не вчаться на своїх помилках...

source: Alchemik
uk: Алхімік

source: Alchemik Bodowin poszukuje asystenta do swojej pracowni alchemicznej.
uk: Алхімік Бодовін шукає помічника для своєї алхімічної майстерні.

source: Alchemik Hershlik
uk: Алхімік Гершлік

source: Alchemik Ulryka poradził mi pozbyć się grupy Fabio sprowadzając na nich lawinę skalną. Dał mi worek z prochem, który mam przekazać strażnikowi zajmującemu się armatami w mieście, o imieniu na 'D'. Armaty kojarzą mi się z falochronem, tam go poszukam. Oby tylko chciał współpracować...
uk: Алхімік Ульріка порадив мені позбутися групи Фабіо, обваливши на них кам'яну лавину. Він дав мені мішок пороху, щоб я віддав його вартовому з іменем на 'Д', який відповідає за гармати у місті. Гармати асоціюються у мене з хвилерізом, тож саме там я його і шукатиму. Сподіваюся, він захоче співпрацювати...

source: Alchemik Yezegan może mi sprzedać magiczne zwoje i mikstury. By dojść do jego pracowni, muszę udać się do wielkich kolumn, obrócić się w stronę wejścia i skręcić w prawo.
uk: Алхімік Єзеган може продати мені магічні сувої та зілля. Щоб дістатися до його майстерні, я повинен підійти до великих колон, повернутися до входу і звернути направо.

source: Alchemik bez oporów dał mi sole. Zaniosę je Henkowi.
uk: Алхімік без вагань віддав мені сіль. Я відніс її Хенку.

source: Alchemika z krwi i kości to powiem ci szczerze, że nie znam.
uk: Чесно кажучи, я не знаю жодного справжнього алхіміка.

source: Alchemikowi bardzo zależało na sprawieniu, by mikstura w końcu zadziałała. Postanowił zrezygnować ze swojego poprzedniego obiektu testowego i zdecydował się wypróbować miksturę na jakimś chłopaku. Coraz mniej podoba mi się ta historia...
uk: Алхімік дуже хотів, щоб зілля нарешті почало діяти. Він вирішив відмовитися від свого попереднього піддослідного і вирішив випробувати зілля на якомусь хлопцеві. Ця історія мені подобається все менше і менше...

source: Alchemiku, dosyć tych gier. Wyruszam i potrzebuję twoich najsilniejszych eliksirów.
uk: Алхіміку, досить цих ігор. Я вирушаю в дорогу, і мені потрібні твої найсильніші еліксири.

source: Alchemiku, mówię ci, że wyruszam i chcę tylko twoich najsilniejszych eliksirów.
uk: Алхіміку, я ж сказав тобі, що я вирушаю в дорогу, і мені потрібні лише твої найсильніші еліксири.

source: Alder
uk: Альдер

source: Alder przyznał się do sabotażu. Jak go przycisnąłem, to oddał mi koło zębate. Obiecałem, że nie wydam go straży, a on w zamian złoży zeznanie obciążające Recona i Veigo. Nie wiem, czy wystarczy to do uznania ich za winnych, więc na wszelki wypadek podrzucę koło do pokoju Recona i Veigo. Zapytam Helgę, który wynajmują.
uk: Альдер зізнався у саботажі. Коли я натиснув на нього, він віддав мені шестерню. Я пообіцяв не здавати його вартовим, а натомість він дасть свідчення проти Рікона і Вейго. Не знаю, чи вистачить цього, щоб визнати їх винними, тому про всяк випадок я підкину шестерню в кімнату Рікона і Вейго. Запитаю у Хельги, яку саме кімнату вони винаймають.

source: Alder przyznał się do sabotażu. Jak go przycisnąłem, to oddał mi koło zębate. Przyprowadzę go do koszar i podam strażnikom na tacy, ale muszę to zrobić ostrożnie, bo inaczej się spłoszy. Dzięki temu uniewinnią Recona i Veigo, a ja będę miał czyste sumienie.
uk: Альдер зізнався у саботажі. Коли я натиснув на нього, він віддав мені шестерню. Я приведу його до казарм і передам вартовим, але треба зробити це обережно, інакше він запанікує. Таким чином вони виправдають Рікона і Вейго, а моє сумління буде чистим.

source: Alder zorientował się, że chcę go oszukać i gdzieś uciekł. Bez niego nie będę w stanie udowodnić niewinności Recona i Veigo, więc muszą poradzić sobie sami.
uk: Альдер зрозумів, що я хочу його обдурити, і кудись побіг. Без нього я не зможу довести невинуватість Рікона і Вейго, тому їм доведеться справлятися самим.

source: Ale Grayson rozkazał...
uk: Але Грейсон наказав...

source: Ale Holdwig!
uk: Але ж Гольдвіг!

source: Ale Rasco dostanie to, na co zasługuje! Pójdzie do jego chaty i włoży gnój do łóżka!
uk: Але Раско отримає по заслузі! Піди до його халупи і підклади лайна йому в ліжко!

source: Ale Ulryk? Wszyscy mieli go za rozsądnego... sami Magowie Wody mówili zapewniali, że możemy być o niego spokojni.
uk: Але Ульрік? Всі вважали його розумним... Самі Маги Води запевняли нас, що ми можемо про нього не турбуватися.

source: Ale Wilczy Synowie to naprawdę wyśmienici wojownicy. Może warto sprawdzić ten trop?
uk: Але Вовчі Сини – справді грізні воїни. Можливо, варто перевірити ці чутки?

source: Ale brutal...
uk: От негідник...

source: Ale byłem zmuszony zabić niewinnego dzieciaka...
uk: Але я був змушений вбити невинного хлопчину...

source: Ale będziemy żywi. Właśnie takiego cię potrzebuję.
uk: Але ми будемо живі. Власне, такий ти мені і потрібен.

source: Ale będąc całkowicie szczerym, to kiedyś ktoś mu się poskarżył. I przez dwa tygodnie musiał żyć o chlebie, wodzie i dziesięciu batach dziennie.
uk: Але якщо бути до кінця чесним, то одного разу на нього хтось поскаржився. І йому довелося два тижні жити на хлібі, воді та десяти ударах батогом на день.

source: Ale będę potrzebował dostępu do stołu alchemicznego.
uk: Але мені потрібен доступ до алхімічного столу.

source: Ale chciałbyś mieć to mieszkanie prawda?
uk: Але ти ж хочеш собі помешкання, правда?

source: Ale cholera, co mi tam. Chłopak czasami się do czegoś przydaje, w końcu sam zdołał naprawić ten stół.
uk: Але до біса. Малий іноді буває корисним, адже він сам зміг полагодити той стіл.

source: Ale chwila, przecież dobrze o tym wiesz!
uk: Але зачекай, тобі ж це і так добре відомо!

source: Ale chyba będę mógł ci trochę pomóc.
uk: Але, мабуть, я зможу тобі трохи допомогти.

source: Ale chyba doskonale zdajesz sobie z tego sprawę, przynajmniej sądząc po twoim obszarpanym wyglądzie.
uk: Але думаю, ти про це і так добре знаєш. Принаймні, судячи з твого пошарпаного вигляду.

source: Ale chyba nie chcesz wiedzieć, czym i za ile będę handlował z Winnicą?
uk: А ти не хочеш знати, чим я торгуватиму з виноградником і за скільки?

source: Ale co masz na myśli poprzez 'nie do końca'? Przemienił się jedynie na chwilę? To by oznaczało, że wystarczy dołożyć kilka liści zębatego ziela.
uk: Але що ти маєш на увазі під 'не повністю'? Він перетворився лише на деякий час? Тоді буде достатньо додати кілька листочків снеппер-трави.

source: Ale co to był za pojedynek... cios jednego, odpowiedź drugiego, prawdziwa walka na wyniszczenie!
uk: Але ж який був поєдинок... удар одного, зустрічний удар іншого, справжній бій на виживання!

source: Ale co z tym wspólnego ma twoja żona?
uk: Але як це пов'язано з твоєю дружиною?

source: Ale co?
uk: Але що?

source: Ale czasami paru pijaczków przywieje z gospody, tak jak tych ostatniego wieczora.
uk: Але іноді тут проходять кількох п'яничок з корчми, як от минулого вечора.

source: Ale czasami przyzwę sobie wietrzyk, żeby mi szybciej pranie wyschło.
uk: Але іноді я викликаю собі вітерець, щоб швидше висушити білизну.

source: Ale czego można się spodziewać po jakimś ugotowanym zielsku? Wracam do karczmy, muszę to czymś zapić.
uk: Але що можна очікувати від якихось зварених бур'янів? Я повертаюся до корчми, мені треба це чимось запити.

source: Ale czekaj, ty wyglądasz na doświadczonego wojownika. Mógłbyś mi pomóc!
uk: Але стривай, ти виглядаєш як досвідчений воїн. Ти можеш мені допомогти!

source: Ale czemu cię związali i zostawili w samym środku tej rzezi?
uk: Але чому вони зв'язали тебе і залишили посеред цієї різанини?

source: Ale cóż zrobić?
uk: Але що поробиш?

source: Ale da się to rozwiązać w inny sposób! Symboliczna kwota, tysiąc sztuk złota, i jesteś wolny i swobodny. Co ty na to młody?
uk: Але це можна вирішити по-іншому! Символічна сума, тисяча золотих, і ти вільний. Що ти про це думаєш, юначе?

source: Ale dobra, najpierw trzeba to wszystko zorganizować. Poradzisz sobie?
uk: Але добре, спочатку потрібно все це організувати. Зможеш?

source: Ale doceniam gest.
uk: Але я вдячна за цей жест.

source: Ale dosyć tych komplementów, wracaj na służbę!
uk: Але досить компліментів, повертаймося до служби!

source: Ale dość już o tym, lepiej powiedz co z Jornem? Udało ci się go znaleźć?
uk: Але досить про це, краще скажи, що з Йорном? Ти знайшов його?

source: Ale dzisiaj ruch!
uk: Сьогодні дуже людно!

source: Ale dzięki temu, że mieliśmy fach w ręku - i to co by nie mówić cenny fach - ludzie w końcu zaczęli nas traktować z szacunkiem.
uk: Але завдяки тому, що ми займалися справою – і, м'яко кажучи, потрібною справою, – люди врешті-решт почали ставитися до нас з повагою.

source: Ale dziękuję za zainteresowanie!
uk: Але дякую за цікавість!

source: Ale elegancko to załatwiłeś! I mina tej wrednej baby, poezja!
uk: Як елегантно ти з цим впорався! А обличчя тієї підлої пані – просто насолода!

source: Ale gdy jedno umiera, rodzi się nowe, dlatego właśnie możesz się napić pysznego piwka we wnętrzu okrętu! Czy to nie jest wspaniałe?
uk: Але коли вмирає одне, народжується інше. І саме тому ти зараз можеш насолоджуватися чудовим пивом усередині корабля! Хіба ж це не чудово?

source: Ale gdy nie wrócił następnego dnia, rozpoczęliśmy poszukiwania.
uk: Але коли наступного дня він не повернувся, ми почали його шукати.

source: Ale gdyby jakimś cudem chciał ciebie o nią zapytać, to pamiętaj, że to ty ją zgubiłeś!
uk: Але якщо він випадково про неї запитає, пам'ятай, що це ти її загубив!

source: Ale gdybym miał obstawiać, kto mógł stać za tym włamaniem... Hmm, to byłby Fabio.
uk: Але якби мені довелося робити ставку на те, хто міг стояти за цим пограбуванням... Хм, це був би Фабіо.

source: Ale gdybyś był równie niedysponowany co ostatnio, to nie musisz przychodzić do miejsca wymian.
uk: Але якщо ти знову нездужаєш, як і минулого разу, то можеш не приходити до місця обміну.

source: Ale gdybyś przyniósł coś do domu, to na pewno byliby wdzięczni...
uk: Але якби ти приніс щось додому, вони б точно були вдячні...

source: Ale gdzież moje maniery. Nazywam się Salzer i jestem skromnym kupcem z Gildii Kupieckiej.
uk: Але де ж мої манери? Мене звуть Зальцер, і я скромний торговець із Торгової Гільдії.

source: Ale gdzieżbym śmiał, twój kolega marynarz musiał sobie z ciebie zażartować. Gnił w tej norze przez dobrych kilka tygodni i w końcu znalazł sobie...
uk: Та де там, а твій знайомий моряк, мабуть, пожартував над тобою. Він гнив у цій дірі кілька тижнів і врешті-решт знайшов собі...

source: Ale i tak tutaj zostaniemy.
uk: Але ми все одно залишимося тут.

source: Ale ja już jestem za stary na takie coś, więc się nie martw.
uk: Але я вже застарий для цього, тому не хвилюйся.

source: Ale ja już wiem, jak ci wybić te spacery z głowy!
uk: Але я вже знаю, як вибити ці прогулянки з твоєї голови!

source: Ale ja muszę znaleźć jakąś pracę!
uk: Але мені потрібно знайти роботу!

source: Ale ja nic nie zrobiłem!
uk: Але я нічого не зробив!

source: Ale ja nie potrafię przepisywać zwojów!
uk: Але я не вмію переписувати сувої!

source: Ale ja nie potrzebuję więcej piwa w swojej ofercie, nie sprzedaję go zbyt dużo. Moi klienci gustują w droższych trunkach, wolą wino.
uk: Але мені не потрібно ще більше пива в моєму асортименті, я не так багато його продаю. Моїм клієнтам смакують більш дорогі напої, вони надають перевагу вину.

source: Ale ja tam nie narzekam. Przynajmniej jest z tego porządny pieniądz.
uk: Але я не нарікаю. Принаймні, нам пристойно платять.

source: Ale ja tobie chcę i to bardzo!
uk: Але я хочу, і навіть дуже!

source: Ale jak chcesz, to mogę za drobną opłatą opowiedzieć ci o wydobywaniu złóż.
uk: Але якщо хочеш, я можу за невелику плату розповісти тобі про видобування ресурсів.

source: Ale jak pewnie możesz zauważyć, jestem w aktualnym stanie jedynie kulą u nogi Marvina.
uk: Але, як ти, напевно, розумієш, в моєму теперішньому стані я лише тягар для Марвіна.

source: Ale jak sam dobrze wiesz, mam już kogoś takiego.
uk: Але, як ти сам добре знаєш, у мене вже є така людина.

source: Ale jak się dowiem, że powiedziałeś komuś o tym, że rozdaje żarcie za darmo, to pożałujesz!
uk: Але якщо я дізнаюся, що ти розповів комусь, що я роздаю харчі задарма, ти пошкодуєш про це!

source: Ale jak szybko je wydoił, tak szybko też i je i zwrócił. Zbiesił się wtedy wielce Najeźdźca i nakazał swym żołdakom napoić chłopca tak szczodrze, coby trunek wylewał mu się uszami.
uk: Але його одразу ж вирвало. Тоді розгніваний Загарбник наказав своїм воїнам влити в хлопця стільки вина, доки воно не поллється із вух.

source: Ale jak tu spławiać nowy towar, jak starego jeszcze nie odzyskaliśmy?
uk: Але як ми можемо продавати нові товари, якщо ми ще не відшукали старі?

source: Ale jedynie wtedy gdy żadne
uk: Але тільки тоді, коли туди не зазирають

source: Ale jego mistyfikacja rdzy była na tyle przekonująca, że jego szwagier dał mu w końcu sposób.
uk: Але його імітована іржа була настільки переконливою, що його зять нарешті дав йому спокій.

source: Ale jest coś co mógłbyś dla mnie zrobić.
uk: Але є дещо, що ти можеш зробити для мене.

source: Ale jestem teraz tutaj, na Archolos. Chcę tu zacząć wszystko od nowa, zapomnieć o przeszłości.
uk: Але зараз я тут, на Архолосі. Я хочу почати все спочатку, забути минуле.

source: Ale jestem zmęczony, a ty, na moje oko, i tak nic z tego nie zrozumiesz.
uk: Але я втомився, а ти, як бачу, все одно нічого не зрозумієш.

source: Ale jesteśmy tu i teraz, tylko my. Dokładnie tacy, jacy jesteśmy.
uk: Але ми тут і зараз, тільки ми. Саме такі, якими ми є.

source: Ale jeszcze piękniejsza jest uczta w karczmie po zmaganiach. Tam to jest dopiero prawdziwe wyzwanie dla ciała!
uk: Але ще прекраснішим є застілля в корчмі після змагань. Це справжнє випробування для організму!

source: Ale jeszcze ważniejsze jest, by nie ufali kufrom moich konkurentów.
uk: Але ще важливіше, щоб вони не довіряли скриням моїх конкурентів.

source: Ale jeśli chcesz kupić coś związanego z łowiectwem, to u nikogo nie znajdziesz lepszego stosunku ceny do jakości towaru niż u mnie.
uk: Але якщо ти захочеш купити щось, пов'язане з полюванням, ти не знайдеш кращого поєднання ціни та якості, ніж у мене.

source: Ale jeśli chcesz wiedzieć, to planuję tam rozkręcić niezły interes, z dala od tych paskudnych orków!
uk: Але якщо хочеш знати, я планую розпочати там свій бізнес, подалі від цих клятих орків!

source: Ale jeśli mi pomożesz, dopilnuję, żeby sowicie cię wynagrodzili!
uk: Але якщо ти допоможеш мені, я подбаю про те, щоб тебе щедро винагородили!

source: Ale jeśli napadasz na Wilczych Synów, to musisz stanąć przed obliczem sprawiedliwości.
uk: Але якщо ти напав на Вовчих Синів, то мусиш постати перед обличчям справедливості.

source: Ale jeśli napadasz na obywateli albo żołnierzy Króla, to musisz stanąć przed obliczem sprawiedliwości.
uk: Але якщо ти нападаєш на громадян або солдатів Короля, ти повинен постати перед судом.

source: Ale jeśli położysz łapy na czyjejś własności lub ktoś przez ciebie zginie... nie licz wtedy na wyrozumiałość moją i innych.
uk: Але якщо ти покладеш лапу на чиєсь майно або через тебе когось вб'ють... то не розраховуй на розуміння від мене, чи від когось іншого.

source: Ale jeżeli zajrzałeś do książki, to mogłeś otrzymać małą podpowiedź!
uk: Але якщо б ти зазирнув у книгу, то міг би отримати невелику підказку!

source: Ale każdy kto mnie obrazi, zostanie od razu pokonany! Wszyscy są słabi!
uk: Але кожен, хто мене образить, відразу ж зазнає поразки! Вони всі слабаки!

source: Ale konwenanse na bok. Gdzie jest artefakt? I dlaczego przyprowadziłeś mnie do tak niebezpiecznych osób?
uk: Але відкинемо формальності. Де артефакт? І навіщо ти привів мене до цих небезпечних людей?

source: Ale kto mógł się spodziewać, że jakiś szaleniec...
uk: Але хто б міг подумати, що якийсь божевільний...

source: Ale ktoś musi załatwić materiały. No, bo nie mamy czasu. Przynieś mi zioła od Bodowina.
uk: Але комусь потрібно дістати сировину. Ну, тому що у нас немає часу. Принеси мені трави від Бодовіна.

source: Ale lepiej nie zbliżaj się do niego - nie ufa obcym.
uk: Але краще до нього не підходити – він не довіряє незнайомцям.

source: Ale mam znacznie lepszy pomysł.
uk: Але я маю набагато кращу ідею.

source: Ale masz rację, paskudny sposób by umrzeć. Szczególnie dla marynarza.
uk: Але ти правий, це жахливий спосіб померти. Особливо для моряка.

source: Ale mi-mistrz będzie wściekły, jak oddam ci amulet!
uk: Але ма...майстер розлютиться, якщо я віддам тобі амулет!

source: Ale mnie się nigdzie nie śpieszy. Nowy jest, to sobie jeszcze poczeka.
uk: Але я нікуди не поспішаю. Він новенький, тож нехай зачекає.

source: Ale mniejsza o to. Ważne, że potwierdziłeś swoją użyteczność.
uk: Але це неважливо. Головне, ти підтвердив, що можеш бути корисним.

source: Ale moment wybrałeś na kolejną wizytę!
uk: Ну і момент ти вибрав, щоб навідатись!

source: Ale może jeśli zobaczę choć fragment tego 'skarbu' już teraz, to zmienię zdanie...
uk: Але, можливо, якщо я побачу хоча б частину цього 'скарбу' вже зараз, то зміню свою думку...

source: Ale może nada się ta ręka?
uk: Але, можливо, ця рука підійде?

source: Ale możesz być pewien, że twoja pomoc zostanie wynagrodzona!
uk: Але можеш бути впевнений, що твоя допомога буде винагороджена!

source: Ale możesz spytać aptekarki Ramhy.
uk: Але можеш спитати в аптекарки Рамхи.

source: Ale mundury to mogliby trochę poszerzyć...
uk: Але уніформу можна було б зробити трохи ширшою...

source: Ale musisz być gotowy na odparcie takich zagrożeń.
uk: Але ти маєш бути готовим протистояти таким загрозам.

source: Ale my mamy. Przede wszystkim w imieniu całej Gildii chcę powiedzieć, że jest nam przykro z powodu tego, co spotkało twojego ojca...
uk: Але ми повинні. Перш за все, від імені всієї Гільдії хочу сказати, що ми співчуваємо тому, що сталося з твоїм батьком...

source: Ale mógłbyś zakupić moje dzieła albo dzieła moich poprzedników. Sprzedaję też takie przyrządy jak chociażby sekstant.
uk: Але ти можеш придбати мої роботи або роботи моїх попередників. Я також продаю інструменти, такі як секстант, наприклад.

source: Ale mówiła, że pieniądze nie śmierdzą i że nie może tak w klientach przebierać, bo to złe dla interesu.
uk: Але вона сказала, що гроші не пахнуть і що вона не може перебирати клієнтів, бо це погано для бізнесу.

source: Ale mówiłam również, że jedzenie i wino jest tu wyjątkowo smaczne. Po co mam się stąd ruszać, jeśli nie ma w tym dla mnie żadnego zysku?
uk: А ще я казала, що їжа і вино тут винятково смачні. Нащо мені кудись йти, якщо для мене у цьому немає ніякої вигоди?

source: Ale na dzisiaj mam już dość tego bagna, więc tyle złota wystarczy.
uk: Але на сьогодні з мене досить цього болота, тож вистачить і цього золота.

source: Ale na ziemię? Wiesz, kiedy już upadniemy, to najlepsze, co możemy zrobić... to wstać!
uk: Але ж на землю? Знаєш, коли ми падаємо, найкраще, що ми можемо зробити... це встати!

source: Ale najbardziej mi z nimi pomożesz, gdy skorzystasz z mojej oferty!
uk: Але найбільше ти мені допоможеш, якщо приймеш мою пропозицію!

source: Ale najpierw postaw mi jedno piwko. Byle nie pierwszego lepszego sikacza, jasne? Mrocznego Paladyna.
uk: Але спочатку купи мені пива. Тільки не якусь там сечу, ясно? Темного Паладина.

source: Ale najpierw trochę się zabawimy!
uk: Але спочатку трохи розважимося!

source: Ale najpierw...
uk: Але спершу...

source: Ale najpierw... pozwól, że obmyję się z tego... czegoś na mojej twarzy.
uk: Але спочатку... дозволь мені змити це... щось з мого обличчя.

source: Ale nawet, jeśli jakimś cudem go tam spotkasz, to wątpię, żeby chciał poświęcić ci czas.
uk: Але навіть якщо якимось дивом ти його там зустрінеш, я сумніваюся, що він захоче витрачати свій час на тебе.

source: Ale nie będę naciskał. Boicie się paru wyrośniętych owadów, więc nie warto się wami przejmować. Żegnam.
uk: Але я не буду наполягати. Ви боїтеся кількох комах-переростків, тож не варто з вами зв'язуватися. Бувайте.

source: Ale nie dla mnie!
uk: Але не для мене!

source: Ale nie dotarła do mnie jeszcze choćby butelka piwa!
uk: Але я ще не отримав жодної пляшки пива!

source: Ale nie każdy może dożyć starości jako łowca.
uk: Але не кожен може дожити до старості мисливцем.

source: Ale nie martw się, w pobliżu na pewno znajdziesz kogoś kto pokaże ci, co i jak.
uk: Але не хвилюйся, поруч обов'язково знайдеться хтось, хто покаже тобі, що і як.

source: Ale nie mielmy ozorami po próżnicy, przejdźmy do konkretów.
uk: Але не будемо марно молоти язиком, перейдемо до конкретики.

source: Ale nie należysz do naszej organizacji.
uk: Але ти не належиш до нашої організації.

source: Ale nie rozmawiajmy już o tych wszystkich ponurych rzeczach, dotarliście do Archolos w jednym kawałku. Możecie teraz zostawić przeszłość za sobą i zacząć tu nowe życie.
uk: Але годі вже говорити про усі ці похмурі речі, ви дісталися до Архолосу цілими та неушкодженими. Тепер ви можете залишити минуле позаду і почати тут нове життя.

source: Ale nie trafił, więc działał pod presją. Może nawet uprawiał samowolkę?
uk: Але він промахнувся, отже, він діяв під впливом обставин. Можливо, він справді діяв самостійно?

source: Ale nie widziałem zbyt wiele...
uk: Але я мало що бачив...

source: Ale nie zarobili. Zamiast porwać córeczkę bogatego kupca ze Starego Miasta, wzięli pierwszą lepszą dziewczynę, jaką zobaczyli.
uk: Але грошей вони не заробили. Замість того, щоб викрасти дочку багатого купця зі Старого міста, вони схопили першу-ліпшу дівчину, яку побачили.
